Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Preliminary calculations of the size of the discovery range between 30 and 50 million standard cubic metres (Sm3) of recoverable oil equivalents (o.e.), of which approx. 4-6 billion Sm3 is associated and free gas.
nb: Foreløpig beregning av størrelsen på funnet er mellom 30 og 50 millioner standard kubikkmeter (Sm3) utvinnbare oljeekvivalenter (o.e), hvorav omlag 4-6 milliarder Sm3 assosiert- og fri gass.

source: The discovery will be developed along with discovery 7220/8-1.
nb: Funnet vil bli bygget ut sammen med funnet 7220/8-1.

source: This is the second exploration well in production licence 532.
nb: Dette er den andre letebrønnen i utvinningstillatelse 532.

source: The production licence was awarded in the 20th licensing round.
nb: Tillatelsen ble tildelt i 20. konsesjonsrunde.

source: The well was drilled to a vertical depth of 2200 metres below the sea surface and terminated in the Fruholmen formation in the Upper Triassic.
nb: Brønnen vil bli boret til et vertikalt dyp på 2200 meter under havflaten og avsluttet i Fruholmenformasjonen i øvre trias.

source: Water depth at the site is 365 metres.
nb: Havdypet er 365 meter.

source: Well 7220/7-1 was drilled by the drilling facility Aker Barents, which will proceed to drill appraisal well 7220/5-1 on discovery 7220/8-1 in the same production licence.
nb: Brønn 7220/7-1 bores av boreinnretningen Aker Barents, som etterpå skal bore avgrensningsbrønn 7220/5-1 på funnet 7220/8-1, i samme utvinningstillatelse.

source: The well was drilled about 290 kilometres northeast of Hammerfest and about 50 kilometres east of the 7226/2-1 discovery.
nb: Brønnen er boret omlag 290 kilometer nordøst for Hammerfest og omlag 50 kilometer øst for funnet 7226/2-1.

source: The well's primary exploration target was to prove petroleum in Jurassic and Triassic reservoir rocks (the Realgrunnen subgroup).
nb: Primært letemål for brønnen var å påvise petroleum i jura og trias reservoarbergarter (Realgrunnenundergruppen).

source: The secondary exploration target was to prove petroleum in the Snadd and Kobbe formations of Late and Middle Triassic Age.
nb: Sekundært letemål var å påvise petroleum i Snadd- og Kobbeformasjonen av sen- og mellomtrias alder.

source: The well encountered reservoir rocks with reservoir quality as expected in both exploration targets and with weak traces of petroleum in the primarily goal.
nb: Brønnen påtraff reservoarbergarter med reservoarkvalitet som forventet i begge letemålene og med svake spor av petroleum i primært mål.

source: Data acquisition has been carried out, but all levels are aquiferous.
nb: Det er utført datainnsamling, men alle nivåene er vannførende.

source: This is the first exploration well in production licence 396.
nb: Dette er den første letebrønnen i utvinningstillatelse 396.

source: The well was drilled to a vertical depth on 1672 metres below sea level and terminated in the Kobbe formation in Middle Triassic.
nb: Brønnen ble boret til et vertikalt dyp på 1672 meter under havflaten, og ble avsluttet i Kobbeformasjonen i midtre trias.

source: Sea depth at the site is 352 metres.
nb: Havdypet er 352 meter.

source: The PDO for Jette was approved in February 2012.
nb: Jette feltet fikk godkjent PUD i februar i år.

source: The objective of the well was to prove petroleum in Upper Jurassic reservoir rocks (the Ula formation) in a new segment south of the 8/10-4 S (Butch) oil discovery, proven in 2011.
nb: Hensikten med brønnen var å påvise petroleum i øvre jura reservoarbergarter (Ulaformasjonen) i et nytt segment sør for oljefunnet 8/10-4 S (Butch) påvist i 2011.

source: Due to technical problems, the well was terminated before reaching reservoir level.
nb: På grunn av tekniske problemer ble brønnen avsluttet før en nådde reservoarnivået.

source: Well 8/10-4 B is the third exploration well in production licence 405.
nb: Brønn 8/10-4 B er den tredje letebrønnen i utvinningstillatelse 405.

source: Well 8/10-4 B was drilled to a vertical depth of 2098 metres below the sea surface and terminated in the Hordaland group.
nb: Brønn 8/10-4 B boret til vertikalt dyp av 2098 meter under havflaten og avsluttet i Hordalandgruppen.

source: The water depth is 66 m.
nb: Havdypet er 66 m.

source: Well 8/10-4 B was drilled by the Mærsk Guardian drilling facility, which will now proceed to production licence 450 to drill wildcat well 7/12-13 S for Det norske oljeselskap.
nb: Brønn 8/10-4 B ble boret av boreinnretningen Mærsk Guardian som nå skal til utvinningstillatelse 450 for å bore undersøkelsesbrønn 7/12-13 S for Det norske oljeselskap.

source: The purpose of the wells 15/9-F-1 and 15/9-F-1 A was to determine higher additional resources for the Volve field by proving petroleum in Middle Jurassic reservoir rocks (the Hugin formation) in the northwestern part of the field.
nb: Hensiktene med brønnene 15/9-F-1 og 15/9-F-1 A var å gi økte tilleggsressurser til Volvefeltet ved å påvise petroleum i midtre jura reservoarbergarter (Huginformasjonen) i den nordvestlige delen av feltet.

source: Well 15/9-F-1 did not encounter the Hugin formation as expected, but the Smith Bank formation in Triassic due to a fault in the rock.
nb: Brønnen 15/9-F-1 påtraff ikke Huginformasjonen som forventet, men Smithbankformasjonen i trias på grunn av en forkastning.

source: The Smith Bank and Hugin formation are aquiferous, and the wells have accordingly been classified as dry.
nb: Smithbank- og Huginformasjonen er vannførende slik at brønnene er klassifiserte som tørre.

source: Data was collected in the wells.
nb: Det ble foretatt datainnsamling i brønnene.

source: The licences were awarded in the 3rd licensing round in 1975 production licence 046 and production licence 046 BS.
nb: Tillatelsene ble tildelt i 3. konsesjonsrunde i 1975 utvinningstillatelse 046 og utvinningstillatelse 046 BS.

source: Wells 15/9-1 and 15/9-1 A were drilled to vertical depths of 3275 and 3185 metres below sea level, respectively, with total depths of 3577 and 3627 metres below sea level, respectively.
nb: Brønnene 15/9-F-1 og 15/9-F-1 A ble boret til et vertikalt dyp av henholdsvis 3275 og 3185 meter under havflaten, med et totalt dyp på henholdsvis 3577 og 3627 meter under havflaten.

source: 15/9-F-1 and 15/9-F-1 A were concluded in the Smith Bank formation in Triassic and the Sleipner formation in Middle Jurassic, respectively.
nb: 15/9-F-1 og 15/9-F-1 A ble avsluttet i henholdsvis Smithbankformasjonen i trias og Sleipnerformasjonen i midtre jura.

source: Water depth at the site is 91 metres.
nb: Havdypet er 91 meter.

source: Wells 15/9-F-1 and 15/9-F-1 A were drilled by the drilling and production facility Maersk Inspirer.
nb: Brønnene 15/9-F-1 og 15/9-F-1 A ble boret av bore- og produksjonsinnretningen Maersk Inspirer.

source: Contact in the Norwegian Petroleum Directorate Eldbjørg Vaage Melberg, tel.
nb: Kontaktperson i Oljedirektoratet Eldbjørg Vaage Melberg, tlf.

source: The Volve field is located about 200 kilometres west of Stavanger.
nb: Volvefeltet ligger om lag 200 kilometer vest for Stavanger.

source: Wells 15/9-F-11 and 15/9-F-11 A were drilled just north of the Volve field and northwest on the actual field, respectively.
nb: Brønnene 15/9-F-11 og 15/9-F-11 A ble boret henholdsvis like nord for Volvefeltet og nordvest på selve feltet.

source: The exploration target for well 15/9-F-11 was to prove petroleum in Middle Jurassic reservoir rocks (the Hugin formation).
nb: Letemålet for brønn 15/9-F-11 var å påvise petroleum i midtre jura reservoarbergarter (Huginformasjonen).

source: The Hugin formation was encountered with reservoir rocks and reservoir quality as expected, but with only two thin oil zones of 2-3 metres each.
nb: Huginformasjonen ble påtruffet med reservoarbergarter og reservoarkvalitet som forventet, men med bare to tynne oljesoner på 2-3 meter hver.

source: The objective of well 15/9-F-11 A was to delineate the extent of the Volve field in a segment towards the northwest.
nb: Hensikten med brønn 15/9-F-11 A var å avgrense utstrekningen av Volvefeltet i et segment mot nordvest.

source: The well encountered an approx. 60-metre gross oil column in the Hugin formation in reservoir rocks with good reservoir quality.
nb: Brønnen påtraff en om lag 60 meter brutto oljekolonne i Huginformasjonen i reservoarbergarter med god reservoarkvalitet.

source: Pressure measurements confirm communication with the main field.
nb: Trykkmålinger bekrefter kommunikasjon med hovedfeltet.

source: The preliminary size of the additional resources is estimated at between 0.6 and 0.7 million Sm3 of recoverable oil.
nb: Foreløpig størrelse på tilleggsressursene er beregnet til mellom 0,6 og 0,7 millioner Sm3 utvinnbar olje.

source: The licensees in production licence 046 B and production licence 046 BS will consider producing the additional resources over existing infrastructure on the Volve field.
nb: Rettighetshaverne i utvinningstillatelse 046 B og utvinningstillatelse 046 BS vil vurdere å produsere tilleggsressursene over eksisterende infrastruktur på Volvefeltet.

source: Data acquisition was carried out in the wells.
nb: Det ble foretatt datainnsamling i brønnene.

source: Wells 15/9-F-11 and 15/9-F-11 A were drilled to vertical depths of 3343 and 3071 metres below the sea surface, respectively, with total depths of 4562 and 3762 metres below the sea surface, respectively.
nb: Brønnene 15/9-F-11 og 15/9-F-11 A ble boret til et vertikalt dyp av henholdsvis 3343 og 3071 meter under havflaten, med et totalt dyp på henholdsvis 4562 og 3762 meter under havflaten.

source: Both wells were terminated in the Sleipner formation in the Middle Jurassic.
nb: Begge avsluttet i Sleipnerformasjonen i midtre jura.

source: Water depth is 91 metres.
nb: Havdypet er 91 meter.

source: Wells Volve 15/9-F-11 T2 and 15/9-F-11 A were drilled by the Maersk Inspirer drilling and production facility.
nb: Brønnene Volve 15/9-F-11 T2 og 15/9-F-11 A ble boret av bore- og produksjonsinnretningen Maersk Inspirer.

source: The 16/1-16 and 16/1-16 A wells were drilled about three kilometres east of the 16/1-9 discovery well in the Ivar Aasen discovery and about three kilometres north of the Edvard Grieg field in the central part of the North Sea.
nb: Brønnene 16/1-16 og 16/1-16 A ble boret om lag tre kilometer øst for funnbrønnen 16/1-9 i Ivar Aasenfunnet og rundt tre kilometer nord for Edvard Griegfeltet i midtre del av Nordsjøen.

source: The primary exploration target for the 16/1-16 wildcat well was to prove petroleum in Lower Cretaceous and Upper Jurassic reservoir rocks (Åsgard and Draupne formations) on the west side of the Utsira High.
nb: Primært letemål for undersøkelsesbrønnen 16/1-16 var å påvise petroleum i nedre kritt og øvre jura reservoarbergarter (Åsgard– og Draupneformasjonene) på vestsiden av Utsirahøgda.

source: The secondary target was to delineate the eastern extent of the 16/1-9 Ivar Aasen oil discovery in Middle Jurassic to Upper Triassic reservoir rocks (Hugin and Skagerrak formations), as well as to investigate Palaeocene (Heimdal formation) and Permian (Zechstein group) reservoir formations.
nb: Sekundære mål var å avgrense oljefunnet 16/1-9 Ivar Aasens østlige utstrekning i midtre jura til øvre trias reservoarbergarter (Hugin- og Skagerrakformasjonene), samt å undersøke reservoarbergarter i paleocen (Heimdalformasjonen) og perm (Zechsteingruppen).

source: Well 16/1-16 in the Åsgard formation encountered an approx. 90-metre gross aquiferous sandstone reservoir of variable quality.
nb: I Åsgardformasjonen i brønn 16/1-16 ble det påtruffet om lag 90 meter brutto reservoar med vannførende sandsteiner av variabel kvalitet.

source: Furthermore, the well encountered a gross oil column of around 70 metres in the Hugin and Skagerrak formations, of which 28 metres were in a reservoir with very good quality in the Hugin formation.
nb: Brønnen påtraff videre en brutto oljekolonne på rundt 70 meter i Hugin- og Skagerrakformasjonene, hvorav 28 meter i reservoar med meget god kvalitet i Huginformasjonen.

source: The oil proven in the well is a different type than the one previously proven in the Ivar Aasen discovery.
nb: Oljen som ble påvist i brønnen er av en annen type enn den som tidligere er påvist i Ivar Aasenfunnet.

source: In addition, the pressure in the oil zone in the Hugin formation and the upper part of the Skagerrak formation is somewhat lower (0.6 bar) than previously observed in the Ivar Aasen discovery.
nb: I tillegg er trykket i oljesonen i Huginformasjonen og den øvre delen av Skagerrakformasjonen noe lavere (0,6 bar) enn tidligere observert i Ivar Aasenfunnet.

source: Unlike the western part of the Ivar Aasen discovery, a gas cap was not encountered over the oil in 16/1-16.
nb: I motsetning til den vestlige delen av Ivar Aasenfunnet ble det ikke påtruffet gasskappe over oljen i 16/1-16.

source: No reservoir was encountered in the Heimdal formation.
nb: Det ble ikke påtruffet reservoar i Heimdalformasjonen.

source: The 29-metre thick Zechstein group, which is composed of dolomites and limestone, is aquiferous and has relatively poor reservoir properties.
nb: Den 29 meter tykke Zechsteingruppen, som består av dolomitter og kalksteiner, er vannfylt, og har relativt dårlige reservoaregenskaper.

source: The objective of the 16/1-16 A appraisal well, which was drilled just south of 16/1-16, was to determine the oil/water contact.
nb: Hensikten med avgrensningsbrønnen 16/1-16 A, som er boret like sør for 16/1-16, var å fastsette olje/vann-kontakten.

source: The well encountered a gross oil column of 30+ metres in the Hugin formation.
nb: Brønnen påtraff en brutto oljekolonne på vel 30 meter i Huginformasjonen.

source: The Hugin formation is about twice as thick as in 16/1-16 and the reservoir quality was very good, as expected.
nb: Huginformasjonen er om lag dobbelt så tykk som i 16/1-16 og som forventet var reservoarkvaliteten meget god.

source: The oil/water contact was encountered at 2440 metres below sea level.
nb: Olje/vann-kontakten ble påtruffet på 2440 meter under havnivå.

source: This is six metres deeper than the oil/water contact in the western part of the Ivar Aasen discovery.
nb: Dette er seks meter dypere enn olje/vann-kontakten i den vestlige delen av Ivar Aasenfunnet.

source: Preliminary estimates of the resources proven with 16/1-16 and 16/1-16 A within production licence 457 are between 3 and 6 million standard cubic metres (Sm3) of recoverable oil.
nb: Foreløpige beregninger av ressursene som er påvist med 16/1-16 og 16/1-16 A innenfor utvinningstillatelse 457 er mellom 3 og 6 millioner standard kubikkmeter (Sm3) utvinnbar olje.

source: The licensees in production licences 001 B, 028 B and 242 submitted a Plan for Development and Operation (PDO) for the Ivar Aasen discovery to the Ministry of Petroleum and Energy on 21 December 2012.
nb: Rettighetshaverne i utvinningstillatelsene 001 B, 028 B og 242 overleverte plan for utbygging og drift (PUD) for Ivar Aasenfunnet til Olje- og energidepartementet 21. desember 2012.

source: The resources in production licence 457, which were proven with 16/1-16 and 16/1-16 A, are not included in the submitted PDO for Ivar Aasen.
nb: Ressursene i utvinningstillatelse 457, som er påvist med 16/1-16 og 16/1-16 A, er ikke omfattet av innlevert PUD for Ivar Aasen.

source: These are the first and second exploration wells in production licence 457.
nb: Dette er den første og andre letebrønnen i utvinningstillatelse 457.

source: Wells 16/1-16 and 16/1-16 A were drilled to a vertical depth of 2722 and 2683 metres below sea level, respectively, and were terminated in the Rotliegende group in the Permian and the Skagerrak formation in the Triassic.
nb: Brønnene 16/1-16 og 16/1-16 A ble boret til et vertikalt dyp på henholdsvis 2722 og 2683 meter under havflaten og ble avsluttet i Rotliegendesgruppen i perm og i Skagerrakformasjonen i trias.

source: The wells are permanently plugged and abandoned.
nb: Brønnene er permanent plugget og forlatt.

source: Water depth is 113 metres.
nb: Havdypet er 113 meter.

source: The wells were drilled by the Bredford Dolphin drilling facility, which has proceeded to production licence 501 in the central part of the North Sea to drill appraisal well 16/3-5, where Lundin Norway AS is the operator.
nb: Brønnene ble boret av boreinnretningen Bredford Dolphin, som er gått til utvinningstillatelse 501 i midtre del av Nordsjøen for å bore avgrensningsbrønn 16/3-5, der Lundin Norway AS er operatør.

source: Production on the Norwegian continental shelf in the first quarter of 2009 was stable, even slightly exceeding forecasts.
nb: Produksjonen på norsk kontinentalsokkel var stabil og noe over prognosen i første kvartal 2009.

source: There was more drilling activity in the first quarter of this year than in the corresponding period in 2008.
nb: Det var høyere boreaktivitet i første kvartal i år enn tilsvarende periode i fjoråret.

source: The authorities have received two new plans for development and operation (PDOs).
nb: Myndighetene har mottatt to nye planer for utbygging og drift (PUD).

source: If condensate and natural gas liquids (NGL) are included, there was a marginal increase in daily liquid production to 2.51 million barrels.
nb: Medregnet kondensat og flytende naturgass (NGL) så økte dagsproduksjonen av væske marginalt til 2,51 millioner fat.

source: Daily production of oil per month compared with last year and forecast (download graph in pdf format)
nb: Daglig oljeproduksjon per måned sammenlignet med fjoråret, samt prognose (lenke til figuren i pdf)

source: Daily production of liquid per month compared with last year (download graph in pdf format)
nb: Daglig væskeproduksjon per måned sammenlignet med fjoråret (lenke til figuren i pdf)

source: Gas production continues to rise.
nb: Gassproduksjonen fortsetter å øke.

source: Gas production per month compared with last year (download graph in pdf format)
nb: Gassproduksjon per måned sammenlignet med fjoråret (lenke til figuren i pdf)

source: Total petroleum production from the Norwegian shelf has increased from 64.24 million standard cubic metres of oil equivalents in the first quarter of 2008 to 65.73 million standard cubic metres of oil equivalents in the same period of 2009.
nb: Samlet petroleumsproduksjon fra norsk sokkel har økt fra 64,24 millioner standard kubikkmeter oljeekvivalenter i første kvartal 2008 til 65,73 millioner standard kubikkmeter oljeekvivalenter i samme periode i 2009.

source: Four of the discoveries were made in the North Sea: 30/11-7 (completion date for well: 3 February), 30/8-4 S (4 February), 30/9-22 (10 March), 34/7-34 (11 March).
nb: Fire av funnene ble gjort i Nordsjøen: 30/11-7 (sluttdato for brønn: 3. februar), 30/8-4 S (4. februar), 30/9-22(10. mars), 34/7-34 (11. mars).

source: The last discoveries were made in the Norwegian Sea: 6705/10-1 (18 March).
nb: Det siste funnet ble gjort i Norskehavet: 6705/10-1 (18. mars)

source: The other licensee in the production licence is StatoilHydro Petroleum AS.
nb: Den andre rettighetshaveren i utvinningstillatelsen er StatoilHydro Petroleum AS.

source: Goliat, which is situated 50 km southeast of the Snøhvit field and 85 km northwest of Hammerfest, is the first oil field planned for development in the Barents Sea.
nb: Goliat, som ligger 50 kilometer sørøst for Snøhvitfeltet og 85 kilometer nordvest for Hammerfest, er det første oljefeltet i Barentshavet som planlegges bygget ut.

source: Goliat is a relatively small field.
nb: Goliat er et forholdsvis lite felt.

source: With its recoverable oil and gas reserves of 28 and 8 million cubic metres respectively, Goliat is comparable in size to the Njord field.
nb: Med utvinnbare olje- og gassreserver på henholdsvis 28 og 8 millioner kubikkmeter er feltet på størrelse med Njordfeltet.

source: Total investments for the field amount to about NOK 28 billion.
nb: De totale investeringene er om lag 28 milliarder kroner.

source: The licensees plan to develop the field using a floating production facility with full processing, storage and loading of oil on the field.
nb: Rettighetshaverne planlegger å bygge ut feltet med en flytende produksjonsinnretning med full prosessering, lagring og lasting av olje på feltet.

source: The plan also entails that Goliat will receive part of the power it needs from land.
nb: Planen innebærer også at feltet delvis forsynes med kraft fra land.

source: On 9 March the operator, Dong E&P Norge AS, submitted a plan for development and operation (PDO) of the Oselvar oil and gas field in the North Sea, about 250 km southwest of Stavanger.
nb: Den 9. mars leverte operatøren Dong E&P Norge AS plan for utbygging og drift (PUD) for olje- og gassfeltet Oselvar i Nordsjøen, om lag 250 kilometer sørvest for Stavanger.

source: The other licensees are Norwegian Energy Company ASA (15 per cent), Wintershall Norge ASA (15 per cent) and Bayerngas Produksjon Norge AS (30 per cent).
nb: De øvrige rettighetshaverne er Norwegian Energy Company ASA (15 prosent), Wintershall Norge ASA (15 prosent) og Bayerngas Produksjon Norge AS (30 prosent).

source: The development concept consists of a trawlable seabed facility with three production wells.
nb: Utbyggingsløsningen består av en overtrålbar havbunnsinnretning med tre produksjonsbrønner.

source: Production will be routed in pipelines to the Ula platform for processing.
nb: Produksjonen skal sendes i rør til Ula-plattformen for prosessering.

source: The licensees plan to commence production from the field in the 4th quarter of 2011.
nb: Rettighetshaverne planlegger å starte produksjonen fra feltet 4. kvartal 2011.

source: Total investments are estimated at NOK 4.645 billion.
nb: De totale investeringene er beregnet til 4,645 milliarder kroner.

source: Recoverable reserves are estimated at 4.3 billion cubic metres of gas and 3.9 million cubic metres of oil.
nb: Utvinnbare reserver er anslått til 4,3 milliarder kubikkmeter gass og 3,9 millioner kubikkmeter olje.

source: In the first quarter of this year, 22 mobile drilling facilities were in operation on the shelf, compared with 18 during the same period last year.
nb: I første kvartal i år var det 22 flyttbare boreinnretninger i aktivitet på sokkelen, mot 18 i tilsvarende periode i fjor.

source: Completed exploration wells drilled in 2008 and 1st quarter 2009 by area and type of well (download graph in pdf format)
nb: Avsluttede letebrønner boret i 2008 og i første kvartal 2009 fordelt på type og område (lenke til figuren i pdf)

source: Topics: Resource accounts & analysis
nb: Tema: Ressursregnskap og analyser

source: Well path 7122/6-2 will be drilled from the drilling facility at Polar Pioneer in position 71° 35' 13,6" North and 22°51'21,54" East.
nb: Brønnbanen 7122/6-2 skal bores fra boreinnretningen Polar Pioneer i posisjon 71° 35' 13,6"N og 22°51'21,54"Ø.

source: The drilling program for well path 7122/6-2 applies to drilling of a wildcat well in production licence 110B
nb: Boreprogrammet for brønnbane 7122/6-2 gjelder boring av en undersøkelsesbrønn i utvinningstillatelse 110B.

source: Contact in the NPD: Kristian Runestad, tel +47 51 87 60 27
nb: Kontaktperson i OD: Kristian Runestad, tlf 51876027

source: The well was drilled about 5 km east of 16/1-8, the discovery well on the Edvard Grieg field.
nb: Brønnen er boret om lag 5 km kilometer øst for 16/1-8, funnbrønnen i Edvard Griegfeltet.

source: The objective of the well was to prove petroleum in Pre-Jurassic sandstone and conglomerate rocks.
nb: Hensikten med brønnen var å påvise petroleum i sandstein og konglomerat av pre-jura alder.
